ahmadalli.vscode-nginx-conf
batisteo.vscode-django
bbenoist.vagrant
castwide.solargraph
chef-software.chef
Compilenix.vscode-zonefile
d4nyll.devops-extension-pack
DavidAnson.vscode-markdownlint
davidmarek.jsonpath-extract
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
DotJoshJohnson.xml
eamodio.gitlens
eriklynd.json-tools
GitHub.vscode-pull-request-github
golang.go
hashicorp.terraform
heptio.jsonnet
IBM.output-colorizer
ipedrazas.kubernetes-snippets
ivory-lab.jenkinsfile-support
jpogran.puppet-vscode
KevinRose.vsc-python-indent
marcostazi.VS-code-vagrantfile
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
naco-siren.gradle-language
njpwerner.autodocstring
qezhu.gitlink
RandomChance.logstash
raynigon.nginx-formatter
rebornix.ruby
redhat.vscode-yaml
richie5um2.vscode-statusbar-json-path
run-at-scale.terraform-doc-snippets
timonwong.shellcheck
VisualStudioExptTeam.vscodeintellicode
wholroyd.HCL
wholroyd.jinja
william-voyek.vscode-nginx
wingrunr21.vscode-ruby
